tap "homebrew/bundle"
tap "homebrew/services"
tap "nikitabobko/tap"
tap "oven-sh/bun"
brew "aom"
brew "aribb24"
brew "atuin"
brew "bash"
brew "bat"
brew "boost"
brew "c-ares"
brew "cairo"
brew "cjson"
brew "coreutils"
brew "curl"
brew "dav1d"
brew "double-conversion"
brew "edencommon"
brew "eza"
brew "fastfetch"
brew "fd"
brew "ffmpeg"
brew "ffmpegthumbnailer"
brew "fzf"
brew "gcc"
brew "ghostscript"
brew "git"
brew "gnupg"
brew "gpgme"
brew "helix"
brew "imagemagick"
brew "jq"
brew "lazydocker"
brew "lazygit"
brew "libgit2@1.8"
brew "liblinear"
brew "libuv"
brew "libvterm"
brew "llvm"
brew "lpeg"
brew "lua"
brew "luajit"
brew "luv"
brew "msgpack"
brew "ncurses"
brew "neovim"
brew "nmap"
brew "node"
brew "nspr"
brew "nss"
brew "ollama"
brew "onefetch"
brew "pipx"
brew "pkgconf"
brew "poppler"
brew "python@3.11"
brew "ripgrep"
brew "rust"
brew "sniffnet"
brew "starship"
brew "stow"
brew "superfile"
brew "thefuck"
brew "tmux"
brew "watchman"
brew "wget"
brew "yazi"
brew "zoxide"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"
brew "oven-sh/bun/bun"
cask "1password"
cask "1password-cli"
cask "aerospace"
cask "alt-tab"
cask "android-platform-tools"
cask "appflowy"
cask "arc"
cask "ayugram"
cask "brave-browser"
cask "c0re100-qbittorrent"
cask "chatbox"
cask "chatgpt"
cask "floorp"
cask "flutter"
cask "font-hack-nerd-font"
cask "font-jetbrains-mono-nerd-font"
cask "font-meslo-lg-nerd-font"
cask "font-symbols-only-nerd-font"
cask "ghostty"
cask "iina"
cask "karabiner-elements"
cask "motrix"
cask "netnewswire"
cask "obsidian"
cask "onyx"
cask "pearcleaner"
cask "protonvpn"
cask "raycast"
cask "skype"
cask "slack"
cask "spotify"
cask "stremio"
cask "upscayl"
cask "visual-studio-code"
cask "zalo"
cask "zed"
cask "zulu"
vscode "catppuccin.catppuccin-vsc"
vscode "eamodio.gitlens"
vscode "esbenp.prettier-vscode"
vscode "formulahendry.code-runner"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "ms-vscode.cmake-tools"
vscode "ms-vscode.cpptools"
vscode "ms-vscode.cpptools-extension-pack"
vscode "ms-vscode.cpptools-themes"
vscode "pkief.material-icon-theme"
vscode "twxs.cmake"
vscode "vscodevim.vim"
