# brew "aircrack-ng"
brew "amass"
brew "awscli"
brew "fzf"
brew "gcc"
brew "gitleaks"
brew "go"
brew "helm"
brew "jq"
brew "kubectx"
brew "kubectl"
brew "macvim"
brew "neovim"
brew "netcat"
brew "nikto"
brew "nmap"
brew "node"
brew "openssl"
# brew "openvpn"
# brew "proxychains-ng"
brew "python"
brew "ruby"
brew "shellcheck"
brew "sqlmap"
brew "stern"
brew "telnet"
brew "the_silver_searcher"
brew "tmux"
brew "tor"
brew "torsocks"
brew "vim"
brew "wget"
brew "wpscan"

cask "1password"
cask "brave"
cask "caffeine"
cask "chromium"
cask "flycut"
cask "gimp"
cask "google-chrome"
cask "iterm2"
cask "itsycal"
cask "keybase"
cask "lunar"
cask "macvim"
cask "ngrok"
cask "postman"
cask "signal"
cask "slack"
cask "spectacle"
cask "spotify"
cask "telegram"
cask "vlc"
cask "whatsapp"
cask "wireshark"
