1password6
adoptopenjdk
adoptopenjdk8
anki
bluestacks
brave
caffeine
chromium
copyclip
electorrent
firefox
flycut
gimp
google-chrome
iglance
iterm2
itsycal
keybase
keycastr
logitech-options
lunar
macvim
minikube
mysqlworkbench
ngrok
numi
obs
owasp-zap
paw
postman
quik
real-vnc
screaming-frog-seo-spider
shortcat
signal
skype
slack
spectacle
spotify
teamviewer
telegram
toggl
tunnelbear
tunnelblick
tunnelblick-beta
virtualbox
visual-studio-code
vlc
whatsapp
wireshark
xmind
